[
    {
        "image": "https://i.ibb.co/sHKqRS5/Classic-Burger.jpg",
        "name": "Classic Burger",
        "old_price": 8.99,
        "new_price": 7.99,
        "rating": 4.5,
        "description": "Our Classic Burger is made with a juicy beef patty, topped with crispy bacon, melted cheddar cheese, fresh lettuce, tomato, and our signature sauce. Served on a toasted sesame seed bun, this burger is a timeless favorite that never disappoints. Try it today!"
    },
    {
        "image": "https://i.ibb.co/Pc52hjw/BBQ-Bacon-Burger.jpg",
        "name": "BBQ Bacon Burger",
        "old_price": 9.99,
        "new_price": 8.49,
        "rating": 4.8,
        "description": "Our BBQ Bacon Burger is a mouth-watering delight that combines smoky BBQ sauce, crispy bacon, and melted Swiss cheese with a juicy beef patty. Topped with lettuce, tomato, and onion, this burger is a perfect balance of sweet and savory. Served on a brioche bun, it's a must-try for any burger lover!"
    },
    {
        "image": "https://i.ibb.co/Y04Q3Z1/Mushroom-Swiss-Burger.jpg",
        "name": "Mushroom Swiss Burger",
        "old_price": 10.49,
        "new_price": 8.99,
        "rating": 4.6,
        "description": "Our Mushroom Swiss Burger is a rich and flavorful burger that features sautéed mushrooms, melted Swiss cheese, and our special sauce. The juicy beef patty is cooked to perfection and served on a toasted Kaiser bun. This burger is a favorite among mushroom lovers!"
    },
    {
        "image": "https://i.ibb.co/0nw1KkP/Double-Cheeseburger.jpg",
        "name": "Double Cheeseburger",
        "old_price": 11.99,
        "new_price": 9.99,
        "rating": 4.9,
        "description": "Our Double Cheeseburger is a cheese-lover's dream come true! Two juicy beef patties are stacked high with melted American cheese, crispy lettuce, tomato, onion, and pickles. Served on a sesame seed bun, this burger is a true classic that's perfect for any occasion."
    },
    {
        "image": "https://i.ibb.co/VBV27YY/Veggie-Burger.jpg",
        "name": "Veggie Burger",
        "old_price": 8.49,
        "new_price": 6.99,
        "rating": 4.2,
        "description": "Our Veggie Burger is a healthy and delicious alternative to traditional burgers. Made with a plant-based patty, this burger is topped with fresh lettuce, tomato, onion, and our special sauce. Served on a whole wheat bun, it's a guilt-free meal that's perfect for vegetarians and meat-lovers alike!"
    },
    {
        "image": "https://i.ibb.co/RgjJ7Vq/Jalape-o-Burger.jpg",
        "name": "Jalapeño Burger",
        "old_price": 92.99,
        "new_price": 64.99,
        "rating": 4.2,
        "description": "Our Veggie Burger is a healthy and delicious alternative to traditional burgers. Made with a plant-based patty, tomato, onion, and our special sauce. Served on a whole wheat bun, it's a guilt-free meal that's perfect for vegetarians and meat-lovers alike!"
    }
]